{
    "dnsService": {
      "bannerText": "The world's first cross chain based distributed domain name service",
      "bannerText2": "The world's first cross chain based distributed domain name service",
      "systomProblemTit": "Major Internet incidents caused by attacks on traditional DNS",
      "systomProblemContent": "The traditional DNS system is highly centralized.  The stability of the entire system relies heavily on the central node. DNS is the foundation of the entire Internet service; it processes billions of Internet access requests from all around the world every day. If the DNS stop operating, users will lose access to the Internet. To avoid such mishaps, a new DNS system is needed to prevent centralized monopolisation. We name this new era dWeb4.0.",
      "systomProblemContent1Date": "In February 2014, ",
      "systomProblemContent1": "Mt.Gox - the world's largest bitcoin trading platform had 750,000 bitcoins and approximately 100,000 bitcoins in the trading system were lost due to a loophole in the trading system.",

      "systomProblemContent2Date": "In September 2014, ",
      "systomProblemContent2": " about 5 million Google account and password databases were leaked to a Russian Internet Security Forum. Most of these users use Gmail mail service and other products of American Internet giants.",

      "systomProblemContent3Date": "In December 2014,",
      "systomProblemContent3": "Sony Pictures was attacked by hackers. The impact of the hacker's attack on Sony Pictures is shocking: sensitive data such as shooting plans, star privacy and unpublished scripts are stolen by hackers and gradually published on the network, including personal information of Sony Pictures employees.",

      "bitDNSVsTraditionalDNS": "BitDNS Vs Traditional DNS",
      "domainUsedTit": "BitDNS domain name service usage scenarios",
      "domainUsedContent": "The domain name service based on BitDNS can greatly . accelerate mass adoption of the Blockchain technology. Through the domain name service, users no longer have to memorise file addresses and hash values that are incomprehensible and difficult to remember. Users can send cryptos, access data and smart contract with a word or phrase.",
      "blockTit":"BitDNS domain name service features",
      "serviceFeaturesItemtit1":"Decentralized",
      "serviceFeaturesItemcontent1":"The management and service of BitDNS are completed through smart contracts, which are completely decentralized, with high security and credibility.", 
      "serviceFeaturesItemtit2":"Cross-chain interaction",
      "serviceFeaturesItemcontent2":"BitDNS can serve existing public chain ecosystems, such as Ethereum, IPFS, and etc. At the same time making file access, address transfer, and smart contract calls more convenient and faster.",
      "serviceFeaturesItemtit3":"Recyclable economic model",
      "serviceFeaturesItemcontent3":"The circulation of DNS in the BitDNS system has a built an incentive pool and all system output fees will enter the incentive pool and will be distributed to DNS holders proportionally.",
      "tokenBonustit":"CORN—Domain Name System’s Dividend Token",
      "tokenBonuscontent":"CORN is the first mining token in the BitDNS domain name system, it is also the domain name value mapping token in the BitDNS ecosystem, and it is an important part of the BitDNS ecosystem. BitDNS adds part of the dividends in the future domain name sales system to the fund pool which can generate CORN. Unlike other DeFi projects, CORN has a valuable support. CORN has a total issuance of 100,000, and it is all produced by liquidity mining. Holders of CORN will also enjoy the commission dividends for future domain name sales.。",
      "tokenBonusbtn1":"Domain Name Sales Dividend",
      "tokenBonusbtn2":"Handling fee dividend",
      "CORN":"Cornonline exchange and wallet",
      "DNS":"DNS online exchange and wallet",
      "tokenBonusbtn3":"Get Corn",
      "Investment":"Investment institutions",

      "text1": "File name",
      "text2": "Simplified hash value",
      "text3": "Mailing address",
      "text4": "Nickname transfer",
      "text5": "Public key nickname",
      "text6": "Subdomain name",
      "text7": "Special domain name collection level transaction",

      "exchange": "Exchange",
      "wallet": "Wallet"
    },
    "economic": {
      "economicBannerTest": "Economy and Governance",
      "economicTit": "BitDNS Economy and Governance",
      "economicContent": "BitDNS economy and governance play an important role in strengthening collaboration in the project's ecology and core business processes. It motivates all participants in the industry to join, promote the value growth of the entire BitDNS ecosystem. All of the factors mentioned above will allow BitDNS participants and contributors to promote a healthy and sustainable development of the BitDNS ecosystem.",
      "economicTokenTit": "Token model’s design",
      "economicTokenContent": "DNS is the governance token in the BitDNS system. It ensures the decentralization of the BitDNS ecosystem and enables stakeholders in the ecosystem to participate in network governance fairly.",
      "dnsUsage": "DNS usage scenarios",
      "governance": "Governance and Investment",
      "domainRegistration": "Domain registration",
      "crossDapp": "Cross Dapp application",

      "modelOnChain": "Resource allocation model on Chain",
      "mining": "Mining",
      "ecologyContributor": "Ecology contributor",
      "communityFund": "Community fund",
      "team": "Team",
      "developers": "Developers",
      "donation": "Donation",
      "other": "Other",
      "economicCycle": "BitDNS economic cycle",
      "tokenDesignrightImg":"/imges/Economic/etokenDesign_rightImg.png",
      "chainimgWEB":"/imges/Economic/eresourceAllocation.png",
      "chainimgH5":"/imges/h5_Economic/eresourceAllocation.png",
      "economicCycleweb":"/imges/Economic/etoken19.png",
      "economicCycleh5":"/imges/h5_Economic/etoken19.png"
    },
    "links": {
        "home": "Home",
        "product": "Product tools",
        "product_domainService": "DNS services",
        "economic": "Economy and governance",
        "about": "About us"
    },
    "home": {
      "bannerText": "Based on blockchain connection, bring dWeb4.0 technology services",
      "fourBlock1": "Autonomous user data",
      "fourBlock2": "Decentralized upper layer",
      "fourBlock3": "Has a vast engineering experience",
      "fourBlock4": "Cross chain interoperability",
      "bitDns":"BitDNS is the core infrastructure of the distributed Internet. On the BitDNS network, users are autonomous and domain names are decentralized. BitDNS builds distributed domain names through BitUID infrastructure, wallets, and routers. In addition, BitDNS plans to connect most mainstream public chains. BitDNS maybe the first project  to include key with mainstream technologies like: IPFS technology, Etherum, EOS, Fabric, R3, IPv8 technology. The commingled ecosystem will become the Super Hub of distributed Internet-dWeb4.0.",
      "gn1":"Support website registration/login, membership service charges, website authorization management, traditional password management, website collection management, and personal cloud disk system storage.",
      "gn1tit":"BitUID",
      "gn2":"Support mainstream blockchain wallet; as the carrier of domain name system, BitUID system, dWeb4.0 application marketplace; support PC/mobile phone/router multi-terminal multi-device.",
      "gn2tit":"Offline wallet",
      "gn3":"Support domain name resolution services, domain name registration and sale, domain name resolution settings, traditional domain name mapping, domain name exclusive nicknames, and dynamic domain name resolution.",
      "gn3tit":"Domain Name System",
      "gn4":"dMail encrypted mailbox, dWeb distributed website, dSNS social network, dChat distributed chat, dVideo short video, dGame game/VR.",
      "gn4tit":"Application market",
      "jishu":"Advantages of bitdns Technology",
      "gn":"Bitdns core functions",
      "tree":"Bitdns Roadmap",
      "newstit":"News information",
      "Dapp":"Download DAPP for android ",
      "bDapp":"The world's first cross-chain,based on  blockchain domain name application"
    },
    "about": {
      "title": "About",
      "tit_top":"About us",
      "brief":"Located in Singapore, bitdns foundation is committed to building the world's first blockchain domain name system, building a super hub connecting information internet and value blockchain, and contributing to the development of blockchain and distributed web4.0.",
      "bitDnsTeamTit": "BitDNS team",
      "bitDnsTeamContent": "BitDNS headquarters is located in Singapore with an international in Singapore and Russia. The core team is from Mildsoft, Alibaba, Baidu, PricewaterhouseCoopers, Kenxi, and etc. The founding team are experts in digital assets. And our development team have deep understanding of the Blockchain Technology. ",
      "core":"Core members",
      "adviser":"Consultant team",
      "core1Job": "CEO",
      "core1": "Founder and CEO, blockchain industry expert and early practitioner of digital assets, has provided strategic guidance for blockchain projects for many times, and has rich experience in building smart contracts, tokenomics and dapps. She has been rated as the most influential female figure in Asian blockchain industry by well-known media.",
      "core2": "Director of corporate strategy and application business, with many years of working experience of PricewaterhouseCoopers. He has participated in the strategy formulation and promotion of large multinational companies and governments, and has many years of experience in industrial innovation projects.",
      "core2Job": "COO",
      "core3": "Core development member, blockchain technology and computer security experts, open source culture and software freedom pioneer. As an early thought leader of cryptocurrency, he has 20 years of experience in after-sales service and supply chain. It aims to participate in the development of large-scale commercial blockchain for developers to participate in the current large-scale development of blockchain.",
      "core3Job": "CTO",
      "adviser1": "Global blockchain technology pioneer, top blockchain and encryption technology experts. Letcoin was founded by Golden River Mining Algorithm and founder of fontas btc-e pump group. He led the development of several underlying blockchain systems. Former colleague of vitalik batlin, founder of Ethereum.",
      "adviser1Job": "Adviser",
      "adviser2": "Entrepreneur, business director, cryptocurrency missionary, asset manager; 15 years of experience in consulting and restructuring, mainly involving financial and public sector guidance. Since 2014, he has been engaged in the blockchain industry as an angel investor, co-founder, consultant, community organizer, etc., and has a profound understanding of blockchain economy and technology.",
      "adviser2Job": "Adviser",
      "core1Earth": "Singapore",
      "core2Earth": "Russia",
      "core3Earth": "Singapore",
      "adviser1Earth": "Canada",
      "adviser2Earth": "Britain"

    },
    "footer": {
      "contactUs": "Contact us",
      "official": "Bitdns official social platform"
    }
}